[
    {
        "month": "Jan",
        "day": 1,
        "quote": "Each day one needs to speak kind and gentle words. each day one needs to do what is benificial.",
        "type": "Encouragement" 
    },






    {
        "month": "Aug",
        "day": 31,
        "quote": "In dealing with feelings; if there is no attachment. there is no sacrifice. In dealing with the five desires; if there no greed, there is no rejection. In dealing with the world; if there is no hatred there is no demand, In dealing with birth and death; if there is no fear, there is no loss.",
        "type": "Life"
    },
    {
        "month": "Sep",
        "day": 1,
        "quote": "In self-contemplation, seek within oneself. In self-renewal, purify self continuously. In self-practice, do not search externaly. In self-detachment, do not differentiate.",
        "type": "Living"
    },
    {
        "month": "Sep",
        "day": 2,
        "quote": "Aspiring to do good deeds diligently can increase blessings and wisdom as well as forming extensive good conditions. Leading a simple and thrifty life can enhance wealth as well as good virtues",
        "type": "Living"
    },
    {
        "month": "Sep",
        "day": 3,
        "quote": "Realisation begins from a change in concept, and leads to transformation in the quality of life. Confirmation begins from personal experience in cultivation, and results in the fusion of the heart and the Buddha nature.",
        "type": "Living"
    },
    {
        "month": "Sep",
        "day": 4,
        "quote": "Keeping busy can enhance mental health. Keeping busy can nurture good causes and conditions. Keeping busy can express the vitality of life. Keeping busy can enhance the value of life.",
        "type": "Living"
    },
    {
        "month": "Sep",
        "day": 5,
        "quote": "The best way to solve a problem is to work hard in overcoming the problem. The best way to achieve happiness is to sincerely make others happy.",
        "type": "Living"
    },
    {
        "month": "Sep",
        "day": 6,
        "quote": "We are our own artist, painting the world of our own life. We are our own engineer, moulding our own good image.",
        "type": "Living"
    },
    {
        "month": "Sep",
        "day": 7,
        "quote": "A good heart sees truth, goodness, and beauty in everything. An evil heart displays greed, hatred, and ignorance in everything.",
        "type": "Living"
    },
    {
        "month": "Sep",
        "day": 8,
        "quote": "The universe conforming to nature sprouts life. All beings conforming to nature will grow. An actions conforming to nature will be successfully completed. a mind conforming to nature is benevolent and beautiful.",
        "type": "Living"
    },
    {
        "month": "Sep",
        "day": 9,
        "quote": "Seeing others with an amiable face. you will have harmony. Getting along with others with humility, you will be held in high esteem. Treating others with a respectful heart, you will be respected. Interacting with others using praise, you will have affinity with others.",
        "type": "Living"
    },
    {
        "month": "Sep",
        "day": 10,
        "quote": "Truth comes from awakening the mind. Kindness comes from consideration. Good temperament comes from wisdom. Beauty comes from compassion.",
        "type": "Living"
    },
    {
        "month": "Sep",
        "day": 11,
        "quote": "May we conduct ourselves with moral righteousness and complete our tasks with quality. May we conduct our business with professional ethics and live our life with refined taste.",
        "type": "Living"
    },
    {
        "month": "Sep",
        "day": 12,
        "quote": "Having people in mind is the basis to achieve virtue, compose worthy writings, and establish merit. Having the Buddha in mind is the way to cultivate truth, kindness, and beauty.",
        "type": "Living"
    },
    {
        "month": "Sep",
        "day": 13,
        "quote": "A smile is the most beautiful colour in the world. Praise is the most beautiful sound in the world.",
        "type": "Living"
    },
    {
        "month": "Sep",
        "day": 14,
        "quote": "Those who value wisdom are engaged more in cultural values than in monetary benefits. Those who pursue benevolence are engaged more in ethics and righteousness than in their own interests. Those who appreciate courteousness gain more kind-hearted friends than material wealth. Those who seek the Way gain more Dharma joy than worldly pleasure.",
        "type": "Living"
    },
    {
        "month": "Sep",
        "day": 15,
        "quote": "Life should follow the practice of the Buddha Dharma. Belief should be rational. The handling of tasks should be harmonious. Cultivation should be in our daily life.",
        "type": "Living"
    }
]